{
    "font": "NotoSans-Bold.ttf",
    "new_game": "¿Una nueva partida?",
    "tutorialShoot": "Mantén la pantalla para disparar. ¡Consigue monedas matando enemigos!",
    "tutorialTrap": "Pulsa el botón de la trampa a la derecha. Y colócalo en el rectángulo.",
    "tutorialUpgrade": "Si ya has instalado una trampa te aparecerá el botón de mejorar.",
    "tutorialGameOver": "¡El juego se acaba pero que no cunda el pánico! No pierdes trampas ni monedas. ¡Consigue más monedas y fortalece aún más tus trampas!",
    "tutorialCheckpoint": "¡Punto de control! Puedes continuar desde aquí, aunque no completes la partida.",
    "tutorialDone": "No queda nada más por explicar. ¡Planea tu defensa y supera las 100 oleadas! ¡VAMOOOOS!",
    "ability_normal": "NORMAL: NADA ESPECIAL",
    "ability_slim": "FINO: ALGO MÁS RÁPIDO",
    "ability_hard": "DIFÍCIL: IGNORA LOS PINCHOS",
    "ability_healthy": "SANO: UN TOQUECITO",
    "ability_fat": "PESADO: LENTO PERO EFECTIVO",
    "ability_fire": "FUEGO: NUNCA ARDE",
    "ability_fast": "LIGER: RÁPIDO, PERO DÉBIL",
    "ability_ice": "HIELO: NUNCA SE CONGELA",
    "ability_fly": "CIELO: AHORA FUNCIONAN LAS TRAMPAS DEL SUELO",
    "ability_boss": "JEFE: ¡DE ARMAS TOMAR!",
    "tip0": "El hielo apaga el fuego.",
    "tip1": "El fuego derrite el hielo.",
    "tip2": "Los enemigos voladores evitan las trampas del suelo.",
    "tip3": "Cuidado con los enemigos grandes.",
    "tip4": "Los enemigos rápidos reciben menos daño del fuego y los pinchos.",
    "tip5": "¡Los enemigos reciben el doble de daño al estar quemados!",
    "tip6": "Es difícil congelar a los enemigos rápidos y pesados.",
    "tip7": "¿Sabes cuántos enemigos te has cargado? ¡Míralo en el menú de clasificación!",
    "tip8": "¡Cuantas menos monedas gastas, mejor clasificación obtendrás!",
    "tip9": "Al mejorar el muro no solo se hace más resistente, también se rellena su energía.",
    "tip10": "Recibes 1 estrella al matar a 20 enemigos.",
    "tip11": "El modo rápido es más difícil.",
    "askShare0": "¡Genial! ¡Publícalo en Facebook!",
    "askShare1": "¡Todos deberían ver esto!",
    "askShare2": "Esto es para FB. No puedo evitarlo.",
    "askShare3": "No hay otra opción, hay que publicarlo.",
    "askShare4": "Sería un crimen no publicar esto.",
    "dataWarning": "Esta aplicación no envía datos a ningún otro servidor. Si la eliminas, puedes perder todo el progreso.",
    "share_game": "¡Comparte tu experiencia con tus amigos!",
    "next_gen" : "¡100 oleadas superadas!\n¡Se ha publicado tu puntuación! ¡El final está en la oleada 1.000!",
    "destination" : "¡Enhorabuena! Has llegado a tu destino. ¡Más en la siguiente actualización!",
    "daily_reward" : "¡Bonificación diaria!\n¡Mañana más! :O",
    "TRAP_GASBURNER": "Ardiente: quema a los enemigos que lo pisan",
    "TRAP_FREEZER": "Congelante: quema a los enemigos que lo pisan",
    "TRAP_WALL": "Muro: detiene a los enemigos durante un momento",
    "TRAP_FLASK": "Flask: bomba de un uso",
    "TRAP_MACEBALL": "Roca: ralentiza y daña a los enemigos",
    "TRAP_BOMB": "Bomba: bomba de un uso (toca al pasar un segundo tras tocarla)",
    "TRAP_FIRE": "Fuego: quema gravemente a los enemigos que lo pisan",
    "TRAP_SPIKE": "Pinchos: daña a los enemigos que lo pisan",
    "TRAP_TOPSPIKE": "Pincho superior: pinchos que caen del techo",
    "TRAP_ICEBALL": "Bola de nieve: lanza bolas de nieve que ralentizan",
    "TRAP_HAND": "Mano grande: empuja a los monstruos escaleras abajo",
    "TRAP_WALLSPIKE": "Pinchos de pared: reduce la velocidad y daña gravemente a los enemigos",
    "TRAP_CACTUS": "Antiaéreo: ataca a los enemigos voladores",
    "friend_condition_0": "Inicia nueva partida 5 veces antes de la oleada 50",
    "friend_condition_1": "Llega a la oleada 70\nsin el antiaéreo",
    "friend_condition_2": "Llega a la oleada 50 sin ninguna trampa",
    "friend_condition_3": "Mata 100.000 enemigos",
    "friend_condition_4": "Obtén la recompensa diaria nº 15",
    "coin_not_saved": "No se guardarán las monedas. Gástalas antes de nada.",
    "data_warn": "Los datos no se guardan automáticamente. Si eliminas el juego, perderás todo.",
    "data_load_coin_warn": "Si cargas los datos, perderás todas las monedas. ¿Quieres continuar?"
}